#!/usr/bin/env -S fragletc --vein=cobol
IDENTIFICATION DIVISION.
PROGRAM-ID. FORTUNE.
PROCEDURE DIVISION.
    DISPLAY "COBOL: 60 years of moving decimal points."
    STOP RUN.
