#!/usr/bin/env -S fragletc --vein=cobol
IDENTIFICATION DIVISION.
PROGRAM-ID. STDINUPPER.
DATA DIVISION.
WORKING-STORAGE SECTION.
01  WS-LINE PIC X(256).
PROCEDURE DIVISION.
    ACCEPT WS-LINE
    DISPLAY FUNCTION UPPER-CASE(FUNCTION TRIM(WS-LINE))
    STOP RUN.
