#!/usr/bin/env -S fragletc --vein=cobol
IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO_WORLD.
ENVIRONMENT DIVISION.
PROCEDURE DIVISION.
    DISPLAY "Hello World!"
    STOP RUN.
