#!/usr/bin/env -S fragletc --vein=cobol
IDENTIFICATION DIVISION.
PROGRAM-ID. TEST.
PROCEDURE DIVISION.
    DISPLAY "Hello from COBOL!"
    DISPLAY "Still running in 2025."
    STOP RUN.
